[GENERAL]
NAME				= Czech
TRANSLATOR			= Buchtič
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Zkušební lhůta vypršela.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neregistrovaná verze
TEXT_SAFEMODE			= Nouzový režim
TEXT_SAFEMODE_MESSAGE		= Bandicam běží v nouzovém režimu. \n¨Některé funkce, včetně hardwarové akcelerace převodu, nemusí být v tomto režimu dostupné.
TEXT_INIT_FAIL			= Inicializace selhala.
TEXT_APPINFO			= Bandicam - aplikace pro snímání obrazovky.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam již není zaregistrován.


; error
TEXT_ERROR_DISKSPACE		= Nedostatek paměti pro uložení!
TEXT_ERROR_VIDEO_CAP		= Záznam videa nelze spustit.
TEXT_ERROR_AUDIO_CAP		= Záznam audia nelze spustit.\nPro nápovědu klikněte na tlačítko OK.
TEXT_ERROR_IMAGE_CAP		= Záznam obrazu se nezdařil.\nPrověřte jeho výstupní složku.
TEXT_ERROR_CREATEFILE		= Soubor nelze vytvořit.\nPro nápovědu klikněte na tlačítko OK.
TEXT_ERROR_OUTPUTFOLDER		= Výstupní složka neexistuje. Vyberte prosím jinou složku.
TEXT_ERROR_RENAME_FILE		= Vybraný soubor se nepodařilo přejmenovat.
TEXT_ERROR_CODEC_INIT		= Inicializace kodeku selhala.
TEXT_ERROR_CODEC_INIT_RETRY	= Inicializace kodeku selhala.\nChcete to zkusit znovu s kodekem H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO		= Nahrávání bylo zastaveno z důvodu výskytu problému s kodekem.
TEXT_ERROR_LOGO_IMAGE		= Nepodporovaný formát obrazu. \nVyberte podporovaný formát (*. png).
TEXT_ERROR_INIT_DEVICE		= Nepodařilo se inicializovat záznamové zařízení.
TEXT_ERROR_NO_DEVICES		= Nebylo detekováno žádné záznamové zařízení.
TEXT_ERROR_EXISTING_PRESET_NAME	= Předvolba s tímto názvem již existuje.\nProsím, zadejte jiné jméno.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Tato funkce již není dostupná z důvodu politiky Facebooku.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = Záznam byl zastaven z důvodu nedostupnosti zvukového zařízení.
TEXT_ERROR_DUPLICATE_HOTKEYS	= Máte duplicitní klávesové zkratky. Prosím, změňte nastavení klávesových zkratek.
TEXT_ERROR_NO_SOUND_DEVICE	= Nemáte žádné aktivované zvukové zařízení. Prosím, vyberte alespoň jedno.
TEXT_ERROR_NO_MORE_5_UPLOADING  = Nemůžete současně nahrávat více než 5 videí. Prosím, zkuste to znovu, po dokončení již probíhajícího nahrávání.
TEXT_CAN_NOT_CHANGE_TB		= V neregistrované verzi programu není nastavení možné.\nProsím, zakupte si Bandicam na https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Nemůžete přidat více než 10 položek.
TEXT_WARNING_AMD_APP		= Váš systém nepodporuje 'H.264 (AMD VCE)', použije se tedy výchozí kodek.
TEXT_WARNING_AMD_APP2		= Váš systém nepodporuje 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Pokud změníte nastavení záznamového zařízení, nahrávání bude přerušeno. Opravdu chcete pokračovat?
TEXT_WARNING_EXIT_BANDICAM	= Při ukončení aplikace Bandicam bude nahrávání přerušeno.\nOpravdu chcete ukončit Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	=  Po ukončení aplikace nebude se nespustí naplánované nahrávání.\nOpravdu chcete zavřít Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Opravdu chcete odstranit vybrané překrytí?
TEXT_WARNING_UNREGISTER		= Opravdu chcete zrušit registraci Bandicam?
TEXT_NOTICE_NEED_TO_RENEW	= Platnost vaší Bandicam licence vyprší za %d dny/í. Pro zobrazení instrukcí na její obnovení klikněte na tlačítko 'OK'.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Platnost vaší Bandicam licence vypršela. Pro zobrazení instrukcí na její obnovení klikněte na tlačítko 'OK'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webová kamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Myš
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Možnosti

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Hlavní
TEXT_OPT_PAGE_OUTPUT		= Výstup
TEXT_OPT_PAGE_HOOKING		= Podpora
TEXT_OPT_PAGE_LANGUAGE		= Jazyk
TEXT_OPT_PAGE_HOTKEYS		= Kláv. zkratky
TEXT_OPT_PAGE_OTHERS		= Ostatní

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Vyberte složku pro uložení videí.

TEXT_FMT_FULL_SIZE		= Plná velikost
TEXT_FMT_HALF_SIZE		= Poloviční velikost
TEXT_FMT_FIT_WIDTH		= Přizpůsobit na šířku
TEXT_FMT_FIT_HEIGHT		= Přizpůsobit na výšku
TEXT_FMT_CUSTOM_SIZE		= Vlastní
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Původní formát
TEXT_FMT_AUTO			= Automaticky
TEXT_FMT_LOSSLESS		= Ztrátový

; preset
TEXT_PRESET_DEFAULT		= Standard
TEXT_PRESET_HALFSIZE		= Poloviční velikost
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Rychlé nastavení pro 60 FPS
TEXT_PRESET_LOWEND		= Nízký výkon PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Pro PMP/Divx přehrávač
TEXT_PRESET_EDIT		= Pro Edit - Premiere
TEXT_PRESET_POWERPOINT		= Pro MS PowerPoint
TEXT_PRESET_320x0		= Přizpůsobit šířce, 320x0
TEXT_PRESET_640x0		= Přizpůsobit šířce, 640x0
TEXT_PRESET_800x0		= Přizpůsobit šířce, 800x0
TEXT_PRESET_1280x0		= Přizpůsobit šířce, 1280x0
TEXT_PRESET_USER		= Vlastní předvolby

TEXT_CHANGE_LANG		= Změna jazyka nastane až po restartování programu.\nRestartovat program nyní?
TEXT_CHANGE_HOOK		= Nastavení se uloží až po restartování programu.\nRestartovat program nyní?
TEXT_CHANGE_SIZE		= Pro změnu velikosti Bandicam okna byste měli restartovat aplikaci.\nChcete ji restartovat nyní?
TEXT_RESET_ALL_SETTINGS		= Chcete vrátit všechna nastavení na výchozí?

TEXT_REGISTER_SUCCEEDED		= Registrace Bandicam byla úspěšná.
TEXT_REGISTER_FAILED		= Registrace selhala. \nZkontrolujte správnost e-mailové adresy a sériového čísla.
TEXT_REGISTER_CONNECT_FAILED	= Nepodařilo se připojit k registračnímu serveru.\nProsím, zkontrolujte připojení k internetu, a zda máte správně nastavený datum a čas.\nPro více informací klikněte na tlačítko OK.
TEXT_REGISTER_INFO		= E-mailová adresa: %s\r\nSériové číslo: %s
TEXT_REGISTER_INFO2		= Platnost do : %s (zbývá dní: %d)
TEXT_REGISTER_INFO2_EXPIRED	= Platnost do : %s (vypršela)
TEXT_REGISTER_LIMITED		= Záznam zastaven.\n\nV neregistrované verzi programu je doba záznamu max. 10 min.\nProsím, zakupte si plnout verzi na bandicam.com
TEXT_REGISTER_LIMITED_SREC	= V neregistrované verzi programu je doba záznamu max. 10 min.\nProsím, zakupte si plnout verzi na bandicam.com
TEXT_REGISTER_NEWRECORD		= V neregistrované verzi programu není možné spustit další nový záznam.\nProsím, zakupte si plnout verzi na bandicam.com
TEXT_REGISTER_LICENCE_INFO	= Video v neregistrované verzi obsahuje vodoznak\r\nPro jeho odstranění si zakupte si plnou verzi programu na bandicam.com

TEXT_PROGRAM_INVALID		= Chyba aplikace. \nNainstalujte aplikaci znovu.

TEXT_SELECT_NOT_SELECTED	= Prosím, vyberte režim záznamu
TEXT_SELECT_TARGET		= Klikněte sem pro zahájení záznamu vybraného okna
TEXT_SELECT_DEVICE		= Prosím, vyberte záznamové zařízení
TEXT_TARGET_DIRECTX		= Záznam hry - záznam her a videa pomocí DirectX.
TEXT_TARGET_SCREEN		= Záznam obrazovky - záznam Plochy a webového videa.
TEXT_TARGET_DEVICE		= Záznam zařízení - záznam webkamery a HDMI zařízení.
TEXT_TARGET_AUDIO		= Pouze záznam zvuku - zaznamená se pouze zvuk.
TEXT_TARGET_CHANGING		= Při změně režimu záznamu dojde k zastavení záznamu.\Opravdu chcete pokračovat?
TEXT_TARGET_CLOSE		= Zavřením tohoto okna se ukončí nahrávání.\nOpravdu chcete pokračovat?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nemůžete zahájit nahrávání v režimu 'Záznamu hry', protože cílové okno není vybrané.\n\nChcete změnit režim záznamu na 'Záznam obrazovky' pro zahájení nahrávání?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Nemůžete zahájit nahrávání v režimu 'Záznamu zařízení' , protože cílové okno není vybrané.\n\nChcete změnit režim záznamu na 'Záznam obrazovky' pro zahájení nahrávání?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Nemůžete zahájit nahrávání, protože jste nevybrali režim záznamu.\n\nChcete začít nahrávat v režimu 'Záznam obrazovky'?

TEXT_STATUSBAR_READY		= Připraveno
TEXT_STATUSBAR_RECORDING	= Záznam
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Nová verze programu je k dispozici. \nChcete nyní program aktualizovat?
TEXT_UPDATE_UNAVAILABLE		= Používáte aktuální verzi programu.
TEXT_UPDATE_FAILED		= Nepodařilo se ověřit, zda je dostupná nová verze programu.\nNejste připojeni k internetu nebo máme výpadek na serveru.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Nepodařilo se video nahrát. Pokud jste právě provedli registraci, prosím, zkontrolujte zadanou e-mailovou adresu.

TEXT_TARGET_FULL		= Celá obrazovka
TEXT_TARGET_RESTORE		= Obnovit
TEXT_TARGET_TOGGLE_TOP		= Přesunout ovládací panel nahoru
TEXT_TARGET_TOGGLE_BOTTOM	= Přesunout ovládací panel dolů
TEXT_TARGET_FIND		= Vybrat výřez
TEXT_TARGET_RESIZE		= Nastavení velikosti výřezu
TEXT_TARGET_IMAGE		= Snímek vybraného výřezu
TEXT_TARGET_PEN			= Režim kreslení
TEXT_TARGET_RECORD_START	= Záznam videa - Start
TEXT_TARGET_RECORD_PAUSE	= Záznam videa - Pauza
TEXT_TARGET_RECORD_STOP		= Záznam videa - Stop
TEXT_TARGET_MENU		= Menu
TEXT_TARGET_DISPLAY		= Monitor %d

TEXT_DEVICE_FULL		= Celá obrazovka
TEXT_DEVICE_RESTORE		= Obnovit
TEXT_DEVICE_SELECT_DEVICE	= Výběr zařízení
TEXT_DEVICE_VOLUME		= Hlasitost
TEXT_DEVICE_IMAGE		= Pořídit snímek
TEXT_DEVICE_RECORD_START	= Záznam videa - start
TEXT_DEVICE_RECORD_PAUSE	= Záznam videa - pauza
TEXT_DEVICE_RECORD_STOP		= Záznam videa - stop
TEXT_DEVICE_MENU		= Menu

TEXT_RC_HOWTO_NOCOMPLETE	= Není nastaveno
TEXT_RC_HOWTO_BYTIME		= Doba záznamu
TEXT_RC_HOWTO_BYSIZE		= Velikost souboru záznamu
TEXT_RC_HOWTO_BYSILENCE		= Doba ticha
TEXT_RC_AFTER_NEWRECORD		= Spustit nový záznam
TEXT_RC_AFTER_EXIT		= Ukončit program
TEXT_RC_AFTER_SHUTDOWN		= Vypnout počítač

TEXT_SHUTDOWN_SEC		= Systém se vypne za %d sekund

TEXT_SEL_IMAGE_FILE		= Vyberte obrázek.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_1_DISABLE	= -- Vypnuto --
TEXT_SND_SELECT_2_DISABLE	= -- Vypnuto (doporučeno) --

TEXT_CORRUPTED_AVI_FILE		= Naposled nahraný soubor je poškozen.\nChcete jej opravit?\n\nSoubor: %s
TEXT_SELECTED_CORRUPTED_FILE	= Vybraný soubor je poškozen.\nChcete jej opravit?\n\nSoubor: %s
TEXT_TRAY_BALLOON_TIP		= Kliknutím na ikonu obnovíte Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Kliknutím na ikonu zobrazíte výřez pro záznam obrazovky.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Kliknutím na ikonu zobrazíte okno záznamového zařízení.
TEXT_FORCE_STOP			= Záznam nelze zastavit, protože cílové okno nereaguje.\nChcete vynutit zastavení záznamu?
TEXT_EXTERNAL_CODEC		= - Externí kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatický výběr)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Indikace záznamu
TEXT_INDICATOR_TIME		= Doba záznamu
TEXT_INDICATOR_SIZE		= Velikost nahrávaného souboru / Volné místo na disku
TEXT_INDICATOR_VOLUME		= Aktuální úroveň hlasitosti

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normální] výchozí daná priorita
TEXT_REC_PRIORITY_HIGH		= [Vyšší] vyšší než normální priorita
TEXT_REC_PRIORITY_HIGHEST	= [Nejvyšší] může zpomalit jiné procesy

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut není nainstalován. Chcete jej stáhnout?
TEXT_OUTPUTS_DELETE		= Opravdu chcete trvale vymazat vybrané soubory?\n\n(Varování: Mějte na paměti, že je nebude možné následně obnovit z Koše.)
TEXT_OUTPUTS_SELCOUNT		= Vybráno položek: %d

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Cílový název
TEXT_FILE_NAME_PREFIX_CUSTOM	= Vlastní prefix
TEXT_FILE_NAME_PREFIX_NONE	= Žádný
TEXT_FILE_NAME_SUFFIX_TIME	= Datum/Čas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Číslo sekvence

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Zadejte hodnotu v intervalu 1 až 1440 minut.
TEXT_TIMER_REC_STOP_RECORDING	= Probíhá záznam.\nOpravdu chcete zastavit přehráváí a pokračovat?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Naplánované nahrávání není dostupné, protože jste nenastavili režim záznamu. Prosím, nejprve vyberte režim záznamu.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Prosím, zadejte název videa, které chcete nahrát.
TEXT_UPLOAD_VID_NO_PASSWORD	= Prosím, zadejte heslo.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Přihlášení - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT	= Přihlásit se na YouTube prostřednictvím prohlížeče…
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL= Zrušit
TEXT_UPLOAD_VIMEO_LOGIN		= Přihlášení - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	= Přihlásit se na Vimeo prostřednictvím prohlížeče…
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	= Zrušit
TEXT_UPLOAD_FACEBOOK_LOGIN	= Přihlášení - Facebook
TEXT_UPLOAD_COMPLETE		= Nahrávání dokončeno
TEXT_UPLOAD_ERR_FAIL		= Nepodařilo se nahrát toto video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Tento soubor je příliš velký. Nelze jej nahrát.
TEXT_UPLOAD_ERR_FREESPACE	= Nedostatek volného místa na Vimeo serveru k nahrání videa.
TEXT_UPLOAD_ERR_CONNECT		= Nepodařilo se připojit k serveru.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Video se nepodařilo nahrát. Vimeo Basic uživatelé nemohou tuto funkci používat.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicam překročil denní limit pro nahrávání viděí přidělený službou YouTube.\nKvóta se resetuje o půlnoci Pacifického času (PT).\nProsím, zkuste to znovu po půlnoci Pacifického času nebo přejděte na YouTube.com a nahrajte video ručně.\n\nOpravdu chcete přejít na YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN	= Nepodařilo se získat přístupový token

; deinterlacing
TEXT_DEINT_NONE			= Žádné
TEXT_DEINT_ODD			= Liché snímky
TEXT_DEINT_EVEN			= Sudé snímy
TEXT_DEINT_BLEND		= Spojit

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Pouze zaznamenat při stisknutí
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Pouze ztlumit při stisknutí

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Probíhá instalace...
TEXT_UPDATE_FAILED_DL		= Nepodařilo se stáhnouti instalační soubory.\nSystém možná nemá přístup k internetu.
TEXT_UPDATE_INSTALL_SUCCEED	= Instalace byla dokončena.
TEXT_UPDATE_INSTALL_FAILED	= Instalace selhala.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Žádné)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Vodorovně
TEXT_WEBCAM_FLIP_VERTICAL	= Svisle

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Název
TEXT_SREC_HEADER_STATUS		= Stav
TEXT_SREC_HEADER_START_TIME	= Počítačení čas
TEXT_SREC_HEADER_END_TIME	= Koncový čas
TEXT_SREC_HEADER_DURATION	= Doba
TEXT_SREC_HEADER_TARGET		= Cíl
TEXT_SREC_HEADER_AFTER_REC	= Po dokončení záznamu
TEXT_SREC_DEFAULT_NAME		= Plán
TEXT_SREC_DELETE_SCHEDULES	= Opravdu chcete odstranit vybraný plán?
TEXT_SREC_STATUS_WAITING	= Čekám
TEXT_SREC_STATUS_RECORDING	= Nahrávám
TEXT_SREC_STATUS_PASSED		= Úspěch
TEXT_SREC_STATUS_INACTIVE	= Neaktivní
TEXT_SREC_TARGET_NOT_CHANGE	= (Neměnit)
TEXT_SREC_TARGET_FULL_SCREEN	= Celá obrazovka
TEXT_SREC_TARGET_CUSTOM_AREA	= Obdélník na obrazovce
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Použít poslední cíl záznamu.
TEXT_SREC_DISPLAY		= Monitor %d
TEXT_SREC_DO_NOTHING		= (Nedělat nic)
TEXT_SREC_EXIT_BANDICAM		= Ukončit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Vypnout počítač
TEXT_SREC_ERR_TIME		= Doba musí být v rozmezí 00:00:01 a 23:59:59.
TEXT_SREC_ERR_DAY		= Musíte vybrat alespoň jeden den.
TEXT_SREC_ERR_OVERLAPPED	= Čas záznamu se překrývá s "%s"
TEXT_SREC_SAME_DAY		= Stejný den
TEXT_SREC_DAY_AFTER		= Den poté
TEXT_SREC_EVERYDAY		= Každý den
TEXT_SREC_SUN			= Neděle
TEXT_SREC_MON			= Pondělí
TEXT_SREC_TUE			= Úterý
TEXT_SREC_WED			= Středa
TEXT_SREC_THU			= Čtvrtek
TEXT_SREC_FRI			= Pátek
TEXT_SREC_SAT			= Sobota
TEXT_SREC_START_INFO		= Zahájit nahrávání v %s.
TEXT_SREC_STOP_INFO		= Ukončit nahrávání v %s.
TEXT_SREC_DAY			= %D den
TEXT_SREC_DAYS			= %D dny/í
TEXT_SREC_WAITING_0		= Nemáte naplánováno žádné nahrávání
TEXT_SREC_WAITING_1		= Máte naplánováno 1 nahrávání.
TEXT_SREC_WAITING_N		= Máte naplánováno %d nahrávání.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Zpracování stále probíhá. Opravdu chcete programu ukončit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= Vystzpní soubor není v podporovaném formátu.
TEXT_BDFIX_NOT_CORRUPTED	= Vystupní soubor není poškozen.\nOpravdu chcete pokračovat?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= Vstupní soubor není poškozen nebo není možné ověřit míru poškození.
TEXT_BDFIX_ALREADY_EXISTS	= Výstupní soubor již existuje. Chcete jej přepsat?
TEXT_BDFIX_SAME_PATH		= Cesta k výstupnímu souboru je stejná jako ke vstupnímu souboru.
TEXT_BDFIX_DISK_SPACE		= Nedostatek volného místa na disku pro vytvoření výstupního souboru.
TEXT_BDFIX_PROCESS_COMPLETE	= Zpracování bylo dokončeno!
TEXT_BDFIX_STATUS_PROCESSING	= Probíhá
TEXT_BDFIX_STATUS_COMPLETE	= Dokončeno
TEXT_BDFIX_STATUS_FAILED	= Neúspěšné
TEXT_BDFIX_STATUS_READY		= Připraveno
TEXT_BDFIX_FAILED_TO_OPEN	= Vstupní soubor nelze otevřít.
TEXT_BDFIX_FAILED_TO_PROCESS	= Nepodařilo se provést úlohu pro obnovení.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI soubory
TEXT_OP_FILTER_MP4		= MP4 soubory
TEXT_OP_FILTER_PNG		= PNG soubory
TEXT_OP_FILTER_ALL		= Všechny soubory
TEXT_OP_FILTER_MEDIA		= Mediální soubory

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 sek
TEXT_TARGET_COUNTDOWN_2		= 2 sek
TEXT_TARGET_COUNTDOWN_3		= 3 sek
TEXT_TARGET_COUNTDOWN_4		= 4 sek
TEXT_TARGET_COUNTDOWN_5		= 5 sek
TEXT_TARGET_COUNTDOWN_6		= 6 sek
TEXT_TARGET_COUNTDOWN_7		= 7 sek
TEXT_TARGET_COUNTDOWN_8		= 8 sek
TEXT_TARGET_COUNTDOWN_9		= 9 sek
TEXT_TARGET_COUNTDOWN_10	= 10 sek

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Výchozí zvukové zařízení)
TEXT_DEFAULT_OUTPUT_DEVICE	= (Výchozí výstupní zařízení)
TEXT_DEFAULT_INPUT_DEVICE	= (Výchozí vstupní zařízení)
TEXT_DEFAULT_DEVICE_FORMAT	= (Automaticky detekovat formát)
TEXT_HOTKEY_NONE		= (Žádná)
TEXT_ADD_YOUR_TEXT_HERE		= Sem přidejte svůj text
TEXT_NOT_SHOW_THIS_NOTICE	= Opravdu již nechcete zobrazovat toto oznámení?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Chcete Bandicam restartovat a spustit je s jiným oprávněním?
TEXT_RESET_TO_DEFAULT		= Obnovit na výchozí

; oauth complete html
TXT_LANG_CODE           	= "cs"
TXT_TITLE               	= "Přihlášení na YouTube bylo dokončeno!"
TXT_MESSAGE_COMPLETE1   	= "Přihlášení na YouTube bylo dokončeno!"
TXT_MESSAGE_COMPLETE2   	= "Tuto stránku můžete zavřít."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com' class='bandicam'><div>Přejít na bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/' class='bandicut'><div>Přejít na bandicut.com</div></a>"

; pip mask shape
TEXT_PIPMASK_NONE		= Výchozí
TEXT_PIPMASK_SQUARE		= Čtverec
TEXT_PIPMASK_CIRCLE		= Kruh
TEXT_PIPMASK_ELLIPSE		= Elipsa

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Domů
$BN_PAGE_GENERAL		= Obecné
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Snímek
$BN_PAGE_AUDIO			= Zvuk
$BN_PAGE_ABOUT			= O programu
$BN_UNREGISTERED		= V <font color="#ffa900">bezplatné</font> verzi můžete zaznamenat nejvýše <font color="#ffa900">10 minut</font>.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Možnosti
$ST_GEN_OUTPUT_FOLDER		= Cílová složka
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otevřít
$BN_GEN_ADV_OPTIONS		= Další nastavení
$CK_GEN_ALWAYS_ON_TOP		= Okno programu vždy v popředí
$CK_GEN_START_MINIMIZED		= Spouštět Bandicam minimalizovaný v systray
$CK_GEN_RUN_WHEN_START		= Spouštět Bandicam při startu Windows
$CK_GEN_RECORD_WHEN_RUN		= Spouštět záznam celé obrazovky při spuštění Bandicam
$CK_GEN_TIMER_RECORDING		= Nastavit časovač pro spuštění automatického nahrávání
$ST_GEN_LANGUAGE		= Jazyk
$ST_GEN_REC_AUTO_START		= Automatický záznam
$ST_GEN_REC_SCHEDULED		= Naplánované nahrávání
$BN_GEN_REC_SCHEDULED		= Nastavení
$ST_GEN_REC_AUTO_COMPLETE	= Automatické ukončení
$BN_GEN_REC_AUTO_COMPLETE	= Nastavení
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS překrytí
$CK_FPS_OVERLAY_HOTKEY		= Kláv. zkratka pro zobrazení/skrýtí
$CK_FPS_OVERLAY_POS_HOTKEY	= Kláv. zkratka pro změnu pozice
$CK_FPS_OVERLAY			= Překrytí FPS
$ST_FPS_LIMIT			= FPS limit
$CK_FPS_LIMIT_HOTKEY		= Kláv. zkratka
$CK_FPS_LIMIT			= Omezit FPS limit na
$CK_FPS_LIMIT_ONLY_CAP		= Jen v průběhu záznamu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Záznam
$CK_VID_RECORD_HOTKEY		= Kláv. zkratka Spustit/Zastavit
$CK_VID_PAUSE_HOTKEY		= Kláv. zkratka Pauza
$CK_VID_SHOW_CURSOR		= Zobrazit kurzor myši
$CK_VID_CLICK_EFFECTS		= Efekty kliknutí myši
$CK_VID_WEBCAM_OVERLAY		= Přidat záběr z webkamery
$BN_VID_RECORD_SETTINGS		= Nastavení
$ST_VID_FORMAT			= Formát
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Nastavení
$BN_VID_FORMAT_PRESETS		= Šablony
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Snímek vybraného výřezu
$CK_IMG_CAPTURE_HOTKEY		= Kláv. zkratka
$CK_IMG_CAPTURE_REPEAT		= Opakovat sejmutí každých
$ST_IMG_CAPTURE_REPEAT		= sek
$CK_IMG_SHOW_CURSOR		= Zobrazit kurzor myši
$CK_IMAGE_ADD_LOGO		= Přidat logo
$CK_IMG_SHUTTER_SOUND_EFFECT	= Použít zvuk uzávěrky
$BTN_IMAGE_SETTINGS		= Nastavení
$ST_IMG_FORMAT			= Formát
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - normální kvalita
$CK_IMG_FORMAT_JPG_HQ		= JPG - vysoká kvalita
$CK_IMAGE_JPG_CUSTOM		= JPG - vlastní kvalita (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Jak uložit do animovaného GIFu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Záznam pouze zvuku
$CK_AUD_RECORD_HOTKEY		= Klávesa pro spuštění/zastavení záznamu
$CK_AUD_PAUSE_HOTKEY		= Klávesa pro pauzu
$BTN_AUDIO_SETTINGS		= Nastavení
$ST_AUD_FORMAT			= Formát
$ST_AUD_FORMAT_TYPE		= Typ souboru
$ST_AUD_FORMAT_AUDIO		= Zvuk
$BN_AUD_FORMAT_SETTINGS		= Nastavení
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Začínáme
$ST_OUT_TAB_VIDEO		= Videa
$ST_OUT_TAB_IMAGE		= Obrázky
$ST_OUT_TAB_AUDIO		= Zvuky
$BN_OUT_PLAY_VIDEO		= Přehrát
$BN_OUT_OPEN_IMAGE		= Otevřít
$BN_OUT_EDIT			= Upravit
$BN_OUT_UPLOAD			= Nahrát
$BN_OUT_DELETE			= Vymazat
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam verze
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2022 Bandicam.com
$BN_ABO_NEW_VERSION		= Je dostupná nová verze
$BN_ABO_CHECK_UPDATE		= Zkontrolovat aktualizace
$ST_ABO_LICENCE_INFO		= Registrace
$BN_ABO_REGISTER		= Registrovat
$BN_ABO_REGISTER_HELP		= Jak zakoupit a registrovat
$BN_ABO_UPDATE_REGISTRATION	= Aktualizovat registraci
$BN_ABO_RENEW_LICENSE		= Obnovit licenci
$ST_ABO_HOMEPAGE_INFO		= Web
$ST_ABO_HOMEPAGE_URL		= Domovská stránka
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Prosím, vyberte zařízení!
$ST_DEVICE_CONNECTING		= Probíhá připojování...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= Jako uživateli Bandicam vám nesmí chybět <font color="yellow">Bandicut</font>. Pomocí něj snadno sestříháte pořízená videa. 
$BTN_UPDATE_STEP1_LINK		= Zjistit více
$ST_UPDATE_STEP2_TEXT		= Probíhá stahování...
$BTN_UPDATE_INSTALL		= Nainstalovat
$BTN_UPDATE_LATER		= Ne, děkuji!
$BTN_UPDATE_CANCEL		= Zrušit
$BTN_UPDATE_CLOSE		= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT	= Je k dispozici nová verze Bandicam. Chcete zahájit aktualizaci?
$BTN_UPDATE_BANDICAM_CANCEL	= Zrušit
$BTN_UPDATE_BANDICAM_INSTALL	= Aktualizovat
$BTN_UPDATE_BANDICAM_IGNORE	= Nepřipomínat tuto verzi
$BTN_UPDATE_BANDICAM_LEARNMORE	= Zjistit více
$BTN_UPDATE_BANDICAM_SETTINGS	= Nastavení aktualizace

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Vyberte požadovaný režim záznamu.
$ST_START_SEL_RECT		= Obdélníkový výběr
$ST_START_SEL_FULL		= Celá obrazovka
$ST_START_SEL_MOUSE		= Kolem myši
$ST_START_SEL_GAME		= Záznam hry
$ST_START_SEL_DEVICE		= Záznam zařízení
$ST_START_SEL_AUDIO		= Pouze zvuk
$ST_START_SEL_HELP		= Online nápověda

$ST_START_RECT_TITLE		= Záznam obrazovky - Obdélníkový výběr
$ST_START_RECT_DESC		= V tomto režimu můžete zaznamenat část obrazovky.
$ST_START_RECT_STEP		= 1. Vytvořte na obrazovce obdélníkový výřez.[br]2. Klikněte na tlačítko 'REC' nebo použijte klávesovou zkratku.

$ST_START_FULL_TITLE		= Záznam obrazovky - Celá obrazovka
$ST_START_FULL_DESC		= V tomto režimu můžete zaznamenat vše, co se děje na vaší obrazovce.
$ST_START_FULL_STEP		= 1. Vyberte monitor, jehož obsah chcete zaznamenat. [br]2. Klikněte na tlačítko 'REC' nebo použijte klávesovou zkratku.

$ST_START_MOUSE_TITLE		= Záznam obrazovky - Kolem myši
$ST_START_MOUSE_DESC		= V tomto režimu můžete zaznamenat část obrazovky kolem pohybu myší.
$ST_START_MOUSE_STEP		= 1. Vyberte velikostChoose a certain size to be captured.[br]2. Klikněte na tlačítko 'REC' nebo použijte klávesovou zkratku.

$ST_START_GAME_TITLE		= Režim záznamu hry
$ST_START_GAME_DESC		= V tomto režimu můžete pořídit záběry z hry společně se zobrazeným FPS.
$ST_START_GAME_STEP		= 1. Spusťte hru a ověřte, že se zobrazuje zelenou barvou počet snímků (FPS).[br]2. Klikněte na tlačítko 'REC' nebo použijte klávesovou zkratku.

$ST_START_DEVICE_TITLE		= Režim záznamu zařízení
$ST_START_DEVICE_DESC		= V tomto režimu můžete nahrát záznam z webové kamery, Xboxu, chytrého telefonu, IPTV, atp.
$ST_START_DEVICE_STEP		= 1. Vyberte webkameru nebo jiné zařízení. [br]2. Klikněte na tlačítko 'REC' nebo použijte klávesovou zkratku.

$ST_START_AUDIO_TITLE		= Režim záznamu pouze zvuku
$ST_START_AUDIO_DESC		= V tomto režimu můžete nahrát pouze zvuk, tedy z reproduktoru nebo mikrofonu.
$ST_START_AUDIO_STEP		= Pro zahájení klikněte na tlačítko 'REC' nebo stiskněte klávesu.

$BN_START_HELP			= Zobrazit online nápovědu
$BN_START_RECORD		= Spustit přehrávání
$BN_START_RECORD_STOP		= Zastavit přehrávání
$ST_START_HOTKEY_RECORD		= Záznam/Zastavit
$ST_START_HOTKEY_SCREENSHOT	= Snímek obrazovky
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Přehrát
$BN_BDFIX_OPEN_FOLDER		= Otevřít složku
$BN_BDFIX_CLOSE			= Zavřít
$ST_BDFIX_INPUT_FILE		= Vstupní soubor
$ST_BDFIX_INPUT_FILE2		= Otevřít poškozený avi/mp4 soubor.
$BN_BDFIX_INPUT_FILE		= Otevřít
$ST_BDFIX_OUTPUT_FILE		= Výstupní soubor
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Vybrat výřez
$MENU_RECTANGLE			= Obdélníkový výběr
$MENU_FULLSCREEN		= Celá obrazovka
$MENU_AROUND_MOUSE		= Kolem myši
$MENU_AUDIO_ONLY		= Pouze zvuk
$MENU_RECT_FIND_WINDOW		= Vybrat výřez
$MENU_RECT_CUSTOM		= Vlastní velikost
$MENU_RECT_RECENTLY_USED	= Naposledy použitá velikost
$MENU_FULL_DISPLAY_1		= Monitor 1
$MENU_FULL_DISPLAY_2		= Monitor 2
$MENU_FULL_DISPLAY_3		= Monitor 3
$MENU_FULL_DISPLAY_4		= Monitor 4
$MENU_FULL_DISPLAY_5		= Monitor 5
$MENU_FULL_DISPLAY_6		= Monitor 6
$MENU_FULL_DISPLAY_7		= Monitor 7
$MENU_FULL_DISPLAY_8		= Monitor 8
$MENU_FULL_SHOW_CONTRL		= Vždy zobrazit ovládací panel
$MENU_FULL_HIDE_CONTRL		= Vždy skrýt ovládací panel
$MENU_MOUSE_CUSTOM		= Vlastní velikost
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otevřít výstupní složku
$TOOLTIP_SCHEDULED_RECORDING	= Naplánované nahrávání
$TOOLTIP_SCREENSHOT		= Sejmout obrázek
$TOOLTIP_RECORD			= Spustit / Zastavit
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Jednoduché/Rozšířené UI
$TOOLTIP_REGISTER		= Registrovat Bandicam
$TOOLTIP_ONLINE_HELP		= Online nápověda

$TOOLTIP_TOOL_NONE		= Kurzor (bez malování) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN		= Pero (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL		= Zvýrazňovač (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE		= Čára (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Šipka (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX		= Obdélník (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER		= Čísla (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Text (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER		= Guma (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR		= Vyberte barvu
$TOOLTIP_TOOL_LINE		= Tloušťka čáry
$TOOLTIP_TOOL_UNDO		= Zpět(Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Vpřed (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Vyberte režim záznamu
$TOOLTIP_HOME_RECT		= Režim záznamu obrazovky - Obdélníkový výběr
$TOOLTIP_HOME_FULL		= Režim záznamu obrazovky - Celá obrazovka
$TOOLTIP_HOME_MOUSE		= Režim záznamu obrazovky - Kolem myši
$TOOLTIP_HOME_GAME		= Režim záznamu hry
$TOOLTIP_HOME_DEVICE		= Režim záznamu zařízení
$TOOLTIP_HOME_AUDIO		= Záznamu pouze zvuku

$TOOLTIP_ADD_MOUSE_EFFECT	= Přidat efekty kurzoru myši
$TOOLTIP_ADD_TEXT_OVERLAY	= Přidat efekty překrytí textu
$TOOLTIP_ADD_SPEAKER		= Přidat reproduktory
$TOOLTIP_ADD_MICROPHONE		= Přidat mikrofon
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Přidat překrytí webkamery
$TOOLTIP_MUTE_SPEAKER		= Ztlumit reproduktory
$TOOLTIP_MUTE_MICROPHONE	= Ztlumit mikrofon

$TOOLTIP_REFRESH_LINFO		= Aktualizovat informace o licenci
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Zrušit
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Nastavení formátu
IDC_ST_FMTSET_FILE		= Typ souboru
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Velikost
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE		= Bitový tok
IDC_ST_VIDEO_QUALITY		= Kvalita
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Uložit v původním formátu
IDC_ED_AUDIO_ORIGINAL_PCM	= Uložit můžete více-kanálový high-definition zvuk (96KHz a vyšší).
IDC_ST_AUDIO_CH			= Kanály
IDC_ST_AUDIO_FREQ		= Kmitočet
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitový tok
IDC_ST_FORMAT_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT		= Nastavení formátu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Zaregistrujte program
IDC_ST_1BUY			= 1. krok - zakoupení
IDC_ST_1BUY_COMMENT		= Video v neregistrované verzi obsahuje vodoznak, zakupte si plnou verzi programu na https://bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Zakoupit online
IDC_ST_2REGISTER		= 2. krok - registrace
IDC_ST_2REGISTER_COMMENT	= K registraci programu je nutné připojení k internetu.
IDC_ST_EMAIL_ADDRESS		= E-mailová adresa
IDC_ST_SERIAL_NUMBER		= Sériové číslo
IDC_BTN_REGISTER_NOW		= Registrovat nyní
IDC_BTN_UNREGISTER_NOW		= Odregistrovat
IDC_BTN_CLOSE			= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Kontrola aktualizací
IDC_ST_UPDATE_SETTING		= Nastavení
IDC_CK_UPDATE_ENABLE		= Povolit automatické vyhledávání aktualizací
IDC_CK_UPDATE_POPUP		= Upozorňovat na hlavní aktualizace programu
IDC_UPDATE_CHECK_NOW		= Zkontrolovat aktualizace
IDC_CLOSE			= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Další nastavení
IDC_BTN_RESET			= Výchozí

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Hlavní
IDC_CK_ALWAYS_ON_TOP2		= Okno programu vždy nahoře
IDC_CK_START_MINIMIZED_TO_TRAY	= Spouštět Bandicam minimalizovaný v systray
IDC_CK_RUN_WHEN_START		= Spouštět Bandicam při startu Windows
IDC_CK_RECORD_WHEN_RUN		= Zahájit záznam celé obrazovky při spuštění Bandicam
IDC_BTN_TIMER_RECORDING		= Nastavit časovač pro spuštění automatického nahrávání
IDC_CK_SHOW_FPS_IN_VIDEO	= Zobrazit FPS na snímcích videa
IDC_ST_SHOW_FPS_IN_VIDEO	= (pouze pro režim 'Záznam hry')
IDC_CK_SHOW_TIP_BAR		= Seznam tipů a informací
IDC_CK_NO_TRAY_BALLOON		= Vypnout bublinové oznámení
IDC_ST_ADV_AUTOMATIC		= Automaticky
IDC_LN_TIP_RECORD_ON_WIN_STARTUP = TIP: Jak zahájit záznam po spuštění Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Výstup
IDC_ST_OUT_OUTPUT_FOLDER	= Výstupní složka
IDC_CK_OUT_CREATE_SUBFOLDER	= Automaticky vytvořit podsložku s názvem:
IDC_RD_OUT_SUBFOLDER		= Stejným jako název zaznamenávaného cíle
IDC_RD_OUT_SUBFOLDER_2		= 'Videa'/ 'Obrázky' / 'Zvuky'
IDC_CK_ENABLE_WRITE_CACHING	= Povolit přepis mezipaměti na disku
IDC_ST_OUT_FILE_NAMING		= Možnosti pojmenování souborů
IDC_ST_OUT_EXAMPLE		= Příklad

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Jazyk
IDC_ST_TRANSLATOR		= Poděkování překladatelům

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Vyberte grafické formáty
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows aplikace (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Deaktivovat DirectX 10/11 v IE9 (a vyšším)/Firefoxu
IDC_CK_DISABLE_OVERLAY_ON_DX	= Blokovat překrytí DirectX videa
IDC_BTN_BLOCK_LIST		= Seznam blokovaných procesů

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL		= Hlavní
IDC_CK_HKEY_START_REC		= Spustit/Zastavit záznam
IDC_CK_HKEY_PAUSE_REC		= Pozastavit záznam
IDC_CK_HKEY_CAPTURE_IMAGE	= Pořídit snímek
IDC_CK_HKEY_MUTE_SPEAKER	= Ztlumit reproduktory
IDC_CK_HKEY_MUTE_MICROPHONE	= Ztlumit mikrofon
IDC_ST_HKEY_SCREEN_MODE		= Režim záznamu obrazovky
IDC_CK_HKEY_SHOW_RECT		= Zobrazit/Skrýt obdélník
IDC_CK_HKEY_TOGGLE_DRAW		= Režim kreslení
IDC_ST_HKEY_GAME_MODE		= Režim záznamu hry
IDC_CK_HKEY_SHOW_FPS		= FPS - Zobrazit/Skrýt
IDC_CK_HKEY_POS_FPS		= FPS - Pozice
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Ostatní nastavení
IDC_BTN_VIDEO_RECORD_SETTINGS	= Nastavení záznamu videa
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Nastavení formátu videa
IDC_BTN_AUTO_COMPLETE_RECORDING	= Automatický záznam
IDC_ST_OTHER_UAC		= Spustit jako administrátor (UAC)
IDC_RD_OTHER_NONADMIN		= Spustit Bandicam jako běžným uživatel (non-admin)
IDC_RD_OTHER_ADMIN		= Spustit Bandicam jako administrátor
IDC_RD_OTHER_ADMIN_GAME		= Spustit jako administrátor pouze v režimu 'Záznam hry'
IDC_BTN_OTHER_RESTART		= Restartovat
IDC_LN_OTHER_UAC		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Automatické ukončení záznamu
IDC_ST_RC_HOWTO			= Nastavení automatického ukončení záznamu
IDC_RD_RC_NOTCOMPLETE		= Žádné
IDC_RD_RC_TIME			= Vymezit dobu záznamu
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Vymezit velikost souboru
IDC_ST_RC_MAX_SIZE		= Max
IDC_RD_RC_NOSOUND		= Doba ticha (v sek)
IDC_ST_RC_AFTER			= Po automatickém ukončení záznamu
IDC_RD_RC_NOTHING		= Neprovádět nic
IDC_RD_RC_NEW_RECORDING		= Spustit nový záznam
IDC_RD_RC_EXIT_BDCAM		= Ukončit program
IDC_RD_RC_SHUTDOWN		= Vypnout počítač

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Oznámení – Automatické dokončení záznamu
IDC_ST_NOSOUND_TITLE		= Detekováno ticho
IDC_ST_NOSOUND_DESC		= Nahrávání bude ukončeno, protože z vašeho počítače nevychází žádný zvuk.
IDC_ST_NOSOUND_DESC2		= Nahrávání se ukončí za %d sekund.
IDC_BTN_NOSOUND_CONTINUE	= Pokračovat v nahrávání

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Vypnout
IDC_ST_SHUTDOWN			= Vypnout
IDC_ST_SHUTDOWN_INFO		= Počítač se vypne.\nPoužijte 'Zrušit', nechcete-li počítač vypnout.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Nastavení záznamu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Záznam zvuku
IDC_ST_SND_SELECT_1		= Primární zvukové zařízení
IDC_ST_SND_DEVICE_0		= Reproduktory
IDC_BTN_SND_SETTING_0		= Nastavení…
IDC_ST_SND_DEVICE_1		= Mikrofon
IDC_BTN_SND_SETTING_1		= Nastavení…
IDC_ST_SND_VOLUME_1		= Hlasitost
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1		= Filtr
IDC_ST_SND_SELECT_2		= Sekundární zvukové zařízení (pokročilé)
IDC_BTN_SND_SETTING_2		= Nastavení…
IDC_ST_SND_VOLUME_2		= Hlasitost
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2		= Filtr
IDC_CK_SND_MIX_SOUND		= Smísit primární a sekundární zvuk do jedné stopy
IDC_CK_SND_CAP_PUSH_TO		= Push-To-Talk or Push-To-Mute
IDC_ST_SOUND_HELP		= Nápověda
IDC_CK_SND_SAVE_AS_WAV		= Uložit nahrávaný záznam zvuku (.wav)
IDC_ST_AUDIO_MODE		= Prosím, pro záznam pouze zvuku vyberte alespoň jedno zvukové zařízení.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Přidat záběr z webkamery do videa
IDC_ST_WEBCAM_SETTING		= Nastavení
IDC_ST_WEBCAM_POS		= Poszice:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Použít Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Rozšířené
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Rozšířené možnosti
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Náhled webkamery na obrazovce
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Kláv. zkratka pro náhled
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Přidat překrytí webkamery do výsledného video souboru
IDC_RD_WEBCAM_SAVE_AS_MP4	= Uložit video z webkamery do samostatného souboru (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Do videa přidat logo
IDC_ST_LOGO_SETTING		= Nastavení
IDC_ST_LOGO_IMAGE		= Obrázek:
IDC_ST_LOGO_OPACITY		= Neprůhlednost:
IDC_ST_LOGO_POS			= Poloha:
IDC_ST_LOGO_LR_MARGINS		= Levý/Pravý okraj:
IDC_ST_LOGO_TB_MARGINS		= Horní/Dolní okraj:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Zobrazit kurzor myši
IDC_ST_CURSOR_SIZE		= Velikost
IDC_ST_EFFECTS_MOUSE		= Efekty myši
IDC_CK_ADD_CLICK_EFFECTS	= Efekty kliknutí myši
IDC_ST_CLICK_EFFECT_SIZE	= Velikost
IDC_ST_LEFT_CLICK_COLOR		= Barva levým kliknutím
IDC_ST_RIGHT_CLICK_COLOR	= Barva pravým kliknutím
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Přidat podbarvení ukazatele myši
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Velikost
IDC_ST_HIGHLIGHT_COLOR		= Barva podbarvení
IDC_ST_HIGHLIGHT_OPACITY	= Neprůhlednost
IDC_ST_EFFECT_PREVIEW_TITLE	= Náhled
IDC_ST_EFFECTS_MOUSE_SOUND	= Přehrát zvuk při kliknutí myší
IDC_CK_EFFECT_LCLICK_SOUND	= Levé tlačítko
IDC_CK_EFFECT_RCLICK_SOUND	= Pravé tlačítko

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			=  Přidat text do videa
IDC_BTN_TEXT_OVERLAY_ADD	= Přidat
IDC_BTN_TEXT_OVERLAY_EDIT	= Změnit
IDC_BTN_TEXT_OVERLAY_DEL	= Odstranit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Možnosti
IDC_ST_REC_PRIORITY		= Priorita záznamu:
IDC_ST_REC_PRIORITY2		= Vyšší priorita snižuje počet chybějících snímků
IDC_ST_FOR_DX_GL		= Pro režim záznamu hry
IDC_CK_SKIP_RECORDING		= Přeskočit záznam, není-li snímek aktualizován
IDC_CK_ENHANCED_DX9_CAPTURE	= Použít rozšířený režim záznamu (rychlejší, pouze DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Pro režim záznamu obrazovky
IDC_CK_HIDE_MAINWND_WHILE_REC	= Při záznamu skrýt hlavní okno programu
IDC_CK_SHOW_COUNTDOWN_TIMER	= Zobrazit odpočet před zahájením nahrávání
IDC_CK_ENHANCED_CAPTURE		= Použít rozšířený režim záznamu (rychlejší, Windows 8 a vyšší)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Přehrát zvuk zahájení nebo ukončení záznamu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Náhled webkamery a rozšířená nastavení
IDC_ST_WEBCAM_PRESET_POS	= Pozice předvolby
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Nastavení
IDC_ST_WEBCAM_DEVICE		= Webová kamera:
IDC_BTN_WEBCAM_DEVICE		= Nastavení
IDC_ST_WEBCAM_DEVICE_FMT	= Formát:
IDC_ST_WEBCAM_SIZE		= Velikost překrytí:
IDC_ST_WEBCAM_POS_H		= Pozice X:
IDC_ST_WEBCAM_POS_V		= Pozice Y:
IDC_ST_WEBCAM_FLIPSCREEN		= Otočit obrazovku
IDC_ST_WEBCAM_SHAPE		= Tvar:
IDC_ST_WEBCAM_BLUR		= Efekt rozmlžení:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Použít Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Barva:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Vybrat
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Podobnost: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Prolnutí:
IDC_LN_WEBCAM_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Náhled webkamery

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Nastavení překrytí textem
IDC_ST_TEXT_OVERLAY_SETTINGS	= Nastavení
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Vložit časové razítko
IDC_ST_TEXT_FONT		= Písmo:
IDC_ST_TEXT_SIZE		= Velikost:
IDC_ST_TEXT_MARGIN		= Odsazení:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Barva textu:
IDC_CK_TEXT_SHADOW_COLOR	= Stín:
IDC_CK_TEXT_OUT_COLOR		= Obrys:
IDC_BTN_ADD_TEXT_MACRO		= Přidat textové makro (Datum, Čas, …)
IDC_LN_TEXT_HELP		= [ Nápověda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Nastavení snímku obrazovky

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Přidat logo do obrázku
IDC_ST_IMG_LOGO_SETTING		= Nastavení
IDC_ST_IMG_LOGO_IMAGE		= Obrázek:
IDC_ST_IMG_LOGO_OPACITY		= Průhlednost:
IDC_ST_IMG_LOGO_POS		= Pozice:
IDC_ST_IMG_LOGO_LR_MARGINS	= Odsazení zleva/zprava:
IDC_ST_IMG_LOGO_TB_MARGINS	= Odsazení zeshora/zdola:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Ručně zadaná velikost
IDC_ST_TARGET_SIZE_SETTING	= Nastavení
IDC_ST_TARGET_SIZE		= šířka x výška

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Přidat novou předvolby velikosti
IDC_ST_ADD_SIZE_PRESET		= Aktuální cílovou pozici a její velikost můžete uložit jako předvolbu.\nZadejte název nové předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Změnit předvolbu velikosti
IDC_BTN_SIZE_PRESET_ADD		= Přidat
IDC_BTN_SIZE_PRESET_DEL		= Odstranit
IDC_BTN_SIZE_PRESET_REN		= Přejmenovat
IDC_BTN_SIZE_PRESET_UP		= Nahoru
IDC_BTN_SIZE_PRESET_DN		= Dolů

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Přejmenovat předvolbu velikosti
IDC_ST_REN_SIZE_PRESET		= Zadejte nový název předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informace
IDC_ST_ACAP_INFO		= Informace o audio záznamu
IDC_ST_ACAP_INFO2		= Zvuk se nezaznamenává. Prověřte 'Nastavení záznamu'. \n\nChcete zobrazit nápovědu??
IDC_CK_ACAP_DO_NOT_ASK		= Příště se nedotazovat
IDC_BTN_YES			= Ano
IDC_BTN_NO			= Ne

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. doba záznamu
IDC_ST_RC_TIME_SETTING		= Nastavení
IDC_ST_RC_TIME_HOUR		= h
IDC_ST_RC_TIME_MIN		= min
IDC_ST_RC_TIME_SEC		= s

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. velikost nahraného souboru
IDC_ST_RC_FILESIZE_SETTING	= Nastavení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Přidat novou předvolbu
IDC_ST_ADD_PRESET		= Stávající nastavení můžete uložit jako novou předvolbu.\nZadejte název nové předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Upravit předvolbu
IDC_BTN_PRESET_ADD		= Přidat
IDC_BTN_PRESET_DEL		= Vymazat
IDC_BTN_PRESET_REN		= Přejmenovat
IDC_BTN_PRESET_UP		= Nahoru
IDC_BTN_PRESET_DN		= Dolů

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Přejmenovat předvolbu
IDC_ST_REN_PRESET		= Zadat nový název předvolby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Vybrat externí video kodek
IDC_ST_CODEC_EX_LIST		= Seznam kodeků
IDC_ST_CODEC_EX_SETTINGS	= Nastavení
IDC_ST_CODEC_EX_DRIVER		= Ovládání názvu
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kvalita
IDC_ST_CODEC_EX_DATERATE	= Datový tok
IDC_ST_CODEC_EX_KEYFRAME	= Interval klíčových snímků
IDC_CK_CODEC_EX_PREFER_RGB	= Preferovaný barevný prostor RGB
IDC_BTN_CODEC_EX_CONFIG		= Konfigurace
IDC_BTN_CODEC_EX_ABOUT		= O kodeku...
IDC_ST_CODEC_EX_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Seznam blokovaných procesů
IDC_ST_BLOCK_LIST		= Do oken následujících procesů nebude nic vkládáno.
IDC_ST_BLOCK_LIST_EX		= Příklad:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Nastavení H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_CUDA_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_CUDA_CBR		= CBR - preferovat datový tok
IDC_ST_H264_CUDA_GPU_USAGE	= Využití GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Pouze GPU (pro rychlejší GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU zařízení:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kód:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Nastavení H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_SYNC_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_SYNC_CBR		= CBR - preferovat datový tok
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Nastavení H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_APP_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_APP_CBR		= CBR - preferovat datový tok
IDC_ST_H264_APP_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_APP_FOURCC_USED	= FourCC kód:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_APP_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Nastavení Xvid
IDC_ST_XVID_RATE_CONTROL	= Nastavení toku
IDC_RD_XVID_VBR			= VBR - preferovat kvalitu (doporučeno)
IDC_RD_XVID_CBR			= CBR - preferovat datový tok
IDC_ST_XVID_OPTIMIZATION	= Optimalizace
IDC_RD_XVID_FASTER_SPEED	= Rychlejší kódování
IDC_RD_XVID_SMALLER_SIZE	= Menší velikost souboru
IDC_ST_XVID_OTHER_OPTIONS	= Další možnosti
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Nastavení H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Nastavení toku
IDC_RD_H264_NVENC_VBR		= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_NVENC_CBR		= CBR - preferovat datový tok
IDC_ST_H264_NVENC_GPU_USAGE	= Využití GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU zařízení:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Nastavení H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - preferovat kvalitu (doporučeno)
IDC_RD_H264_CBR			= CBR - preferovat datový tok
IDC_ST_H264_OPTIMIZATION	= Optimalizace
IDC_RD_H264_FASTER_SPEED	= Rychlejší převod
IDC_RD_H264_BALANCED		= Vyvážený výkon
IDC_RD_H264_SMALLER_SIZE	= Menší velikost souboru
IDC_ST_H264_OTHER_OPTIONS	= Další možnosti
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Časovač nahrávání
IDC_ST_TIMER_SETTINGS		= Nastavení
IDC_RD_TIMER_START_IN		= Začít za
IDC_ST_TIMER_MINUTES		= minut
IDC_RD_TIMER_START_AT		= Začít v
IDC_CK_TIMER_MINIMIZE		= Minimializovat do systray po spuštění nahrávání.
IDC_ST_TIMER_AUTO_COMPLETE	= Automatické dokončení nahrávání
IDC_BTN_TIMER_AUTO_COMPLETE	= Nastavení

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Časové nahrávání - Čekám na zahájení nahrávání
IDC_ST_TIMER_WAITING_INFO	= Čekám na začátek nahrávání v %s.
IDC_ST_TIMER_ELAPSED		= Uplynulý čas:
IDC_ST_TIMER_REMAINING		= Zbývající čas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Nastavení FPS
IDC_ST_FORMAT_FPS_MODE		= Režim FPS
IDC_RD_FORMAT_FPS_CFR		= Preferovat CFR - pevné FPS
IDC_ST_FORMAT_FPS_CFR		= Automaticky aktivovat VFR, pokud je výkon převodníku nízký.
IDC_RD_FORMAT_FPS_VFR		= Použít VFR - proměnlivé FPS (doporučeno)
IDC_ST_FORMAT_FPS_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Nahrát na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Detaily nahrávání
IDC_ST_YOUTUBE_FILENAME		= Název souboru:
IDC_ST_YOUTUBE_TITLE		= Název videa:
IDC_ST_YOUTUBE_DESCRIPTION	= Popis:
IDC_ST_YOUTUBE_PRIVACY		= Soukromí:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Veřejné - video si může zobrazit kdokoli.
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Neveřejné - video si může zobrazit a sdílet každý, kdo má odkaz.
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Soukromé - video se zobrazí pouze vám a uživatelům, které vyberete.
IDC_BTN_YOUTUBE_UPLOAD		= Nahrát
IDC_LN_YOUTUBE_HELP		= Nápověda
IDC_LN_YOUTUBE_TOS		= Kliknutím na tlačítko 'Nahrát' potvrzujete, že máte všechna práva k obsahu nebo vás vlastník pověřil zveřejněním videa na YouTube a obsah je v souladu <a>podmínkami služby YouTube</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Zůstat přihlášen
IDC_BTN_YOUTUBE_LOGOUT		= Odhlásit

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Nahrávám...
IDC_ST_YOUTUBE_UPLOADED		= Video bylo úspěšně nahráno!
IDC_ST_YOUTUBE_LINK		= Odkaz:
IDC_ST_YOUTUBE_EMBED		= Vložit:
IDC_BTN_YOUTUBE_LINK_GO		= Přejít
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopírovat
IDC_BTN_YOUTUBE_CLOSE		= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Nahrát na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Detaily nahrávání
IDC_ST_VIMEO_FILENAME		= Název souboru:
IDC_ST_VIMEO_TITLE		= Název videa:
IDC_ST_VIMEO_DESCRIPTION	= Popis:
IDC_ST_VIMEO_PRIVACY		= Soukromí:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Veřejné - video si může zobrazit kdokoli.
IDC_RD_VIMEO_PRIVACY_ONLYME	= Pouze já - k videu budete mít přístup pouze vy.
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Pouze lidé, které sleduji - k videu budou mít přístup lidé, které sledujete na Vimeo.
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Pouze lidé s tímto soukromým odkazem budou mét k video přístup
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic uživatelé nemohou tuto funkci použít)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= K videu budou mít přístup pouze lidé, kteří znají heslo
IDC_CK_HIDE_PASSWORD		= Skrýt heslo
IDC_BTN_VIMEO_UPLOAD		= Nahrát
IDC_LN_VIMEO_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Nahrávám...
IDC_ST_VIMEO_UPLOADED		= Video bylo úspěšně nahráno!
IDC_ST_VIMEO_LINK		= Odkaz:
IDC_ST_VIMEO_EMBED		= Vložit:
IDC_BTN_VIMEO_LINK_GO		= Přejít
IDC_BTN_VIMEO_EMBED_COPY	= Kopírovat
IDC_BTN_VIMEO_CLOSE		= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Nahrát na Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Detaily nahrávání
IDC_ST_FACEBOOK_FILENAME	= Název souboru:
IDC_ST_FACEBOOK_TITLE		= Název:
IDC_ST_FACEBOOK_DESCRIPTION	= Popis:
IDC_ST_FACEBOOK_PRIVACY		= Soukromí:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Veřejné - video si může zobrazit kdokoli.
IDC_RD_FACEBOOK_PRIVACY_FOF	= Přátelé přátel - video uvidí také přátelé vašich přátel.
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Přátelé - video si mohou zobrazit vaši přátelé.
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Pouze já - k videu budete mít přístup pouze vy.
IDC_BTN_FACEBOOK_UPLOAD		= Nahrát
IDC_LN_FACEBOOK_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Nahrávám...
IDC_ST_FACEBOOK_UPLOADED	= Video bylo úspěšně nahráno!
IDC_ST_FACEBOOK_LINK		= Odkaz:
IDC_BTN_FACEBOOK_LINK_GO	= Přejít
IDC_BTN_FACEBOOK_CLOSE		= Zavřít

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC je dostupný
IDC_LN_NVENC_AVAILABLE		= Je dostupný převodník NVIDIA NVENC H.264. NVENC používá hardwarovou akceleraci a nabízí tak vysoký výkon převodu. Chcete použít převodník NVENC H.264?\n<a>Zjistit více</a>
IDC_CK_NVENC_AVAILABLE		= Příště nezobrazovat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) je dostupný
IDC_LN_QSV_AVAILABLE		= Je dostupný převodník Intel® Quick Sync Video H.264. QSV používá hardwarovou akceleraci a nabízí tak vysoký výkon převodu. \nChcete použít převodník QSV H.264?\n<a>Zjistit více</a>
IDC_CK_QSV_AVAILABLE		= Příště nezobrazovat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Výběr zařízení
IDC_ST_DEVICE_SELECTION		= Výběr
IDC_ST_DEVICE_NAME		= Zařízení:
IDC_BTN_DEVICE_NAME_SETTINGS	= Nastavení
IDC_ST_DEVICE_FORMAT		= Formát:
IDC_ST_DEVICE_VIDEO_INPUT	= Vstup videa:
IDC_ST_DEVICE_AUDIO_INPUT	= Vstup zvuku:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Použít vlastní zvukové zařízení
IDC_BTN_DEVICE_INPUT_SETTINGS	= Nastavení
IDC_ST_DEVICE_OPTIONS		= Možnosti
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_FLIPSCREEN	= Otočit obraz:
IDC_CK_DEVICE_FLIPSCREEN_H	= Vodorovně
IDC_CK_DEVICE_FLIPSCREEN_V	= Svisle
IDC_LN_DEVICE_HELP		= Nápověda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Řešení kompatibility s aplikací Origin
IDC_LN_CAUTION_USING_WINAPPS	= Pokud je aktivní záznam Windows aplikací (UWP), mohou se vyskytnout problém s aplikací Origin. <a>Klikněte sem</a> pro vyřešení tohoto problému.\n\nOpravdu chcete použít Windows Store Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Příště nezobrazovat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Seznam naplánovaného nahrávání
IDC_ST_SREC_LIST_TEXT		= Naplánujte si v konkrétní čas spuštění nahrávání. (Tato funkce je dostupná pouze ve chvíli, kdy je Bandicam spuštěn.)
IDC_BTN_SREC_LIST_ADD		= Přidat
IDC_BTN_SREC_LIST_EDIT		= Změnit
IDC_BTN_SREC_LIST_DELETE	= Odstranit
IDC_BTN_SREC_LIST_COPY		= Kopírovat
IDC_BTN_SREC_LIST_CLOSE		= Zavřít
IDC_LN_SREC_TIP_TASK_SCHEDULER	= TIP: Jak naplánovat zahájení záznamu, když Bandicam neběží

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Naplánované nahrávání
IDC_ST_SREC_SETTINGS_NAME	= Název:
IDC_CK_SREC_ACTIVE		= Aktivní
IDC_ST_SREC_SCHEDULING		= Plán
IDC_RD_SREC_ONE_TIME		= Jednou
IDC_RD_SREC_DAILY		= Denně
IDC_RD_SREC_WEEKLY		= Týdně
IDC_ST_SREC_START_TIME		= Počíteční čas:
IDC_ST_SREC_END_TIME		= Koncový čas:
IDC_CK_SREC_DURATION		= Doba
IDC_CK_SREC_SUN			= Neděle
IDC_CK_SREC_MON			= Pondělí
IDC_CK_SREC_TUE			= Úterý
IDC_CK_SREC_WED			= Středa
IDC_CK_SREC_THU			= Čtvrtek
IDC_CK_SREC_FRI			= Pátek
IDC_CK_SREC_SAT			= Sobota
IDC_ST_SREC_RECORDING		= Záznam
IDC_ST_SREC_TARGET		= Cíl záznamu
IDC_BTN_SREC_TARGET_SELECT	= Vybrat
IDC_ST_SREC_AFTER_RECORDING	= Po dokončení:
IDC_LN_SREC_HELP		= [ Nápověda ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Žádné záznamové zvukové zařízení
IDC_ST_ACAP_NO_DEVICE		= Nebyly detekováno žádné zvukové zařízení.\nDo videa nebude zaznamenán žádný zvuk.
IDC_CK_ACAP_DO_NOT_SHOW		= Příště nezobrazovat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam je spuštěn pod běžným uživatelem
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Nelze detekovat některé cíle záznamu, protože Bandicam není spuštěn pod uživatelským účtem s oprávněním administrátora. \n\n<a>Kliknutím sem spustíte Bandicam jako administrátor.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Nápověda
ID_BTN_CAUTION_UAC_SETTINGS		= Nastavení

[MENU]
ID_POPUP_ABOUT			= O programu
ID_POPUP_GENERAL		= Nastavení - Hlavní
ID_POPUP_FRAME			= Nastavení - FPS
ID_POPUP_VIDEO			= Nastavení - Video
ID_POPUP_IMAGE			= Nastavení - Snímek
ID_POPUP_AUDIO			= Nastavení - Zvuk
ID_POPUP_OUTPUTS		= Seznam výstupních souborů
ID_POPUP_OPENOUTPUTFOLDER	= Otevřít výstupní složku
ID_POPUP_TARGET			= Cíl
ID_POPUP_SETTINGS		= Nastavení
ID_POPUP_SIZE			= DPI
ID_POPUP_EXIT			= Ukončit program

ID_TARGET_DIRECTX		= Záznam hry
ID_TARGET_RECTANGLE		= Režim záznamu obrazovky - Obdélníkový výběr
ID_TARGET_FULL			= Režim záznamu obrazovky - Celá obrazovka
ID_TARGET_MOUSE			= Režim záznamu obrazovky- Kolem myši
ID_TARGET_DEVICE		= Režim záznamu zařízení
ID_TARGET_AUDIO_ONLY		= Záznam pouze zvuku
ID_TARGET_HELP			= Nápověda
 
ID_TARGET_HIDE			= Zobrazit / skrýt \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopírovat do schránky \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Režim kreslení \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Vždy v popředí
ID_TARGET_COUNTDOWN		= Odpočet
ID_TARGET_COUNTDOWN_TIMER	= Zobrazit odpočet
ID_TARGET_COUNTDOWN_0		= Vypnuto
ID_TARGET_COUNTDOWN_1		= 1 sek
ID_TARGET_COUNTDOWN_2		= 2 sek
ID_TARGET_COUNTDOWN_3		= 3 sek
ID_TARGET_COUNTDOWN_4		= 4 sek
ID_TARGET_COUNTDOWN_5		= 5 sek
ID_TARGET_COUNTDOWN_6		= 6 sek
ID_TARGET_COUNTDOWN_7		= 7 sek
ID_TARGET_COUNTDOWN_8		= 8 sek
ID_TARGET_COUNTDOWN_9		= 9 sek
ID_TARGET_COUNTDOWN_10		= 10 sek
ID_TARGET_HIDE_MAINWND		= Při záznamu skrýt hlavní okno programu
ID_TARGET_TRANSPARENCY		= Průhlednost
ID_TARGET_SIZE			= Velikost
ID_TARGET_ADJUST		= Přizpůsobit

ID_TARGET_MOVE_LEFT		= Posunout výřez doleva \t šipka vlevo
ID_TARGET_MOVE_RIGHT		= Posunout výřez doprava \t šipka vpravo
ID_TARGET_MOVE_UP		= Posunout výřez nahoru \t šipka nahoru
ID_TARGET_MOVE_DOWN		= Posunout výřez dolů\t šipka dolů

ID_TARGET_INC_WIDTH		= Zvětšit šířku výřezu\t Shift+vpravo
ID_TARGET_DEC_WIDTH		= Zmenšit šířku výřezu\t Shift+vlevo
ID_TARGET_INC_HEIGHT		= Zvětšit výšku výřezu\t Shift+dolů
ID_TARGET_DEC_HEIGHT		= Zmenšit výšku výřezu\t Shift+nahoru

ID_TARGET_FIND_WINDOW		= Vybrat výřez \t Ctrl+F
ID_TARGET_FULLSCREEN		= Celá obrazovka \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Poměr stran 4:3 
ID_TARGET_RATIO_16_9		= Poměr stran 16:9 
ID_TARGET_SIZE_CUSTOM		= Vlastní velikost \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Předvolby velikosti \t Shift+PTM
ID_TARGET_SIZE_PRESET_ADD	= Přidat předvolbu
ID_TARGET_SIZE_PRESET_EDIT	= Upravit předvolbu
ID_TARGET_SIZE_RU		= Naposledy použitá velikost \t Ctrl+S

ID_TARGET_DISPLAY		= Monitor
ID_TARGET_DISPLAY_1		= Monitor 1
ID_TARGET_DISPLAY_2		= Monitor 2
ID_TARGET_DISPLAY_3		= Monitor 3
ID_TARGET_DISPLAY_4		= Monitor 4
ID_TARGET_DISPLAY_5		= Monitor 5
ID_TARGET_DISPLAY_6		= Monitor 6
ID_TARGET_DISPLAY_7		= Monitor 7
ID_TARGET_DISPLAY_8		= Monitor 8

ID_TARGET_OPEN_OUTPUTFOLDER	= Otevřít výstupní složku
ID_TARGET_OUTPUT_LIST		= Seznam výstupních souborů
ID_TARGET_EXIT_BANDICAM		= Ukončit Bandicam

ID_DEVICE_HIDE			= Zobrazit / skrýt \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopírovat do schránky \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Vždy na vrchu
ID_DEVICE_SELECTION		= Výběr zařízení \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Celá obrazovka \t Enter
ID_DEVICE_ZOOM			= Zoom
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Poměr stran
ID_DEVICE_KEEP_ASPECT_RATIO	= Zachovat poměr stran
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Výchozí
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Otevřít výstupní složku
ID_DEVICE_OUTPUT_LIST		= Seznam výstupních souborů
ID_DEVICE_EXIT_BANDICAM		= Ukončit Bandicam

ID_USER_PRESET_ADD		= Přidat
ID_USER_PRESET_EDIT		= Upravit

ID_SORT_BY_DATE			= Seřadit podle data
ID_SORT_BY_NAME			= Seřadit podle názvu
ID_SORT_BY_SIZE			= Seřadit podle velikosti

ID_OUTPUTS_LB_PLAY		= Přehrát
ID_OUTPUTS_LB_OPEN		= Otevřít
ID_OUTPUTS_LB_EDIT		= Upravit
ID_OUTPUTS_LB_RENAME		= Přejmenovat     \t F2
ID_OUTPUTS_LB_DELETE		= Vymazat     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Vybrat vše \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Otevřít výstupní složku

ID_UPLOAD_TO_YOUTUBE		= Nahrát na YouTube
ID_UPLOAD_TO_VIMEO		= Nahrát na Vimeo
ID_UPLOAD_TO_FACEBOOK		= Nahrát na Facebook

ID_BDCAM_SIZE_DEFAULT		= Výchozí velikost

ID_AUDIO_FILTER_MONO		= Převést na Mono
ID_AUDIO_FILTER_NS		= Potlačení šumu
ID_AUDIO_FILTER_NS_OFF		= Vypnuto
ID_AUDIO_FILTER_NS_LOW		= Nízké
ID_AUDIO_FILTER_NS_MEDIUM	= Střední
ID_AUDIO_FILTER_NS_HIGH		= Vysoké
